Repository: Hduc/Flutter-multi-platform
Catalog: lib/l10n/app_*.arb
Languages: vi

# appName
source: Smart Everything || SEverything
vi: Thiết bị thông minh || SEverything

# signInFacebookError
source: Error to sign in with Facebook
vi: Kết nối facebook không thành công

# emailRequiredMessage
source: Email is required
vi: Email bắt buộc nhập

# passwordText
source: Password
vi: Nhập mật khẩu

# passwordRequiredMessage
source: Password is required
vi: Mật khẩu bắt buộc nhập

# rePasswordText
source: Re-enter password
vi: Nhập lại mật khẩu

# rePasswordNotMatch
source: Password does not match
vi: Mật khẩu không khớp

# signInButton
source: Sign In
vi: Đăng nhập

# userPasswordIncorrectMessage
source: User or password incorrect.
vi: Mật khẩu không chính xác

# phoneNumberTitle
source: Digit phone number
vi: Số điện thoại

# phoneNumberPlaceholder
source: Enter phone number
vi: Nhập số điện thoại

# phoneNumberRequired
source: Phone number is required
vi: Số điện thoại bắt buộc nhập

# verifyButtonText
source: Verify
vi: Xác thực

# passcodeTitle
source: Digit verification code
vi: Mã xác thực

# phoneNumberIncorrect
source: Phone number is incorrect.
vi: Số điện thoại không chính xác

# passcodeIncorrect
source: Passcode is incorrect.
vi: Mã xác thực không chính xác

# biometricTitle
source: Click to start
vi: Chọn để bắt đầu

# biometricButtonText
source: Click to start with fingerprint
vi: Nhập đấu văn tay hoặc faceId để bắt đầu

# biometricEnabledText
source: You must go to settings and enable fingerprint or face ID
vi: Bạn vào cài đặt bật đấu vân tay hoặc faceId lên

# biometricNoSupportedText
source: This device no support sign in by fingerprint
vi: Thiết bị của bạn không hỗ trợ vân tay hoặc faceId

# biometricReason
source: Set fingerprint or face id to start
vi: Vân tay hoặc faceId để bắt đầu

# biometricError
source: No authorized
vi: Không có quyền truy cập

# homeTitle
source: Home page
vi: Trang chủ

# homeText
source: Welcome
vi: Xin chào

# emptyValidation
source: Text field is empty
vi: Không bỏ trống trường này

# passwordValidation
source: The password is greater than 4 characters
vi: Mật khẩu ít nhất 4 ký tự

# numberValidation
source: Enter a valid number
vi: Nhập vào số

# notificationTitle
source: Login with BloC
vi: Severything thông báo

# notificationMessage
source: Your code is {code}
vi: Mã code của bạn {code}

# changeLanguageTitle
source: Change language
vi: Ngôn ngữ

# vietNamLanguage
source: Vietnamese
vi: Tiêng Việt

# englishLanguage
source: English
vi: Tiếng Anh

# surnameText
source: Surname
vi: Họ

# nameText
source: Name
vi: Tên

# nameTextValidation
source: Name is required
vi: Tên vui lòng không để trống
